tap "acsandmann/tap"
tap "felixkratz/formulae"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "arp-scan"
brew "bat"
brew "btop"
brew "cloudflared"
brew "cmake"
brew "duf"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "python@3.13"
brew "gdb"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "mariadb"
brew "mingw-w64"
brew "neovim"
brew "nmap"
brew "openjdk"
brew "ouch"
brew "pkgconf"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tlrc"
brew "uv"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/skhd"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "dbeaver-community"
cask "docker-desktop"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka"
cask "font-jetbrains-mono-nerd-font"
cask "font-sketchybar-app-font"
cask "font-ubuntu-mono-nerd-font"
cask "kitty"
cask "mos"
cask "sf-symbols"
cask "ungoogled-chromium"
