7zip
a52dec
amd-ucode
base
base-devel
bat
bc
bear
bind
bluetui
bluez
bluez-utils
btop
btrfs-progs
capitaine-cursors
ccache
clang
cliphist
cmake
dfu-util
direnv
dkms
dnsmasq
efibootmgr
evtest
eza
faad2
fastfetch
fd
ffmpeg4.4
fuzzel
fzf
gdb
git
glow
gnome-calculator
go
gobject-introspection
gperf
grub
grub-btrfs
gst-plugin-pipewire
gst-plugins-bad
guestfs-tools
helix
htop
hyprlock
imagemagick
imv
inetutils
inotify-tools
iwd
jq
keyd
kitty
kwallet-pam
kwalletmanager
lazygit
ldns
ldproxy
less
libisoburn
libmfx
libnotify
libpulse
libreoffice-fresh
libslirp
libva-nvidia-driver
libvirt
linux
linux-firmware
linux-headers
man-db
man-pages
mpv
mtools
nasm
nautilus
neovim
network-manager-applet
networkmanager
niri
nmap
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia-open-dkms
nvm
nvtop
opencode
openresolv
openrgb
os-prober
ouch
pacman-contrib
pandoc-cli
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
polkit-kde-agent
probe-rs
python-pip
python-pipx
qemu-full
qt5-wayland
qt6-wayland
rclone
readest
reflector
resvg
ripgrep
rofi
rustup
sbctl
screen
sddm
smartmontools
snapper
sniffnet
starship
stow
sudo
swaybg
swayidle
swaync
swtpm
tealdeer
texlive-basic
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-latexrecommended
thunar
tk
ttf-firacode-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-victor-mono-nerd
ttyper
unzip
usbutils
uv
uwsm
vim
virt-manager
virt-viewer
waybar
wget
wireguard-tools
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wlr-randr
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xorg-xinit
xwayland-satellite
yazi
zed
zellij
zenity
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
