7zip
amd-ucode
base
base-devel
bat
bluez
bluez-utils
btop
btrfs-progs
clang
cliphist
dkms
dunst
efibootmgr
evtest
eza
fastfetch
fd
firefox
fzf
ghostty
git
gobject-introspection
grim
grub
grub-btrfs
gst-plugin-pipewire
htop
hyprland
hyprpaper
hyprpolkitagent
imagemagick
imv
inotify-tools
iwd
jq
keyd
kitty
kwalletmanager
lazygit
libnotify
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
nano
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
npm
nvidia-open-dkms
os-prober
ouch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
polkit-kde-agent
python-pip
qt5-wayland
qt6-wayland
resvg
rofi
rustup
sbctl
sddm
slurp
smartmontools
snapper
starship
stow
thunar
tk
tldr
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
unzip
uv
uwsm
vim
vlc
vlc-plugin-ffmpeg
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yazi
zellij
zenity
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
