7zip
amd-ucode
base
base-devel
bat
bc
bluetui
bluez
bluez-utils
btop
btrfs-progs
capitaine-cursors
ccache
clang
cliphist
cmake
dfu-util
direnv
discord
dkms
dunst
efibootmgr
evtest
eza
fastfetch
fd
firefox
fzf
ghostty
git
glow
gnome-calculator
gobject-introspection
gperf
grim
grub
grub-btrfs
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
imagemagick
imv
inotify-tools
iwd
jq
keyd
kitty
kwallet-pam
kwalletmanager
lazygit
ldproxy
less
libnotify
libpulse
libreoffice-fresh
libslirp
libva-nvidia-driver
linux
linux-firmware
linux-headers
mpv
nano
nautilus
neovim
network-manager-applet
networkmanager
niri
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia-open-dkms
nvm
os-prober
ouch
pacman-contrib
pandoc-cli
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
polkit-kde-agent
probe-rs
python-pip
python-pipx
qt5-wayland
qt6-wayland
resvg
rofi
rustup
sbctl
screen
sddm
slurp
smartmontools
snapper
starship
stow
swaybg
swayidle
swaync
texlive-basic
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-latexrecommended
tk
tldr
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
unzip
usbutils
uv
uwsm
vim
vlc-plugin-ffmpeg
waybar
wget
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
wlr-randr
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
xwayland-satellite
yazi
zellij
zenity
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
